[
    {
        "id":1
        "name":"Bart Simpson"
        "age":"13"
        "biography":"Marge quedó embarazada de Bart cuando salía con Homer y aún era soltera. Lo fecundaron dentro de un castillo de un mini-golf donde Homer trabajaba. Con este hecho Homer le pide matrimonio a Marge y se casan; sin embargo, debido a la crisis de desempleo y peor aún con la llegada de su hijo, Homer abandona a Marge para no hacerla sufrir y ahorrar dinero para ella y su futuro hijo. Con un presupuesto ajustado, ambos se fueron a vivir a un piso en el centro de Springfield. En el capítulo «I Married Marge» donde sucede todo lo anteriormente mencionado, la historia de la fecundación de Bart sucede en 1980 y los nueve meses de embarazo de Marge señalan que Bart nació el 13 de diciembre de 1981, por lo que es tres años mayor que su hermana Lisa, que nació en 1984 (a pesar de que en la serie ambos son mostrados siempre con una diferencia de dos años de edad). Desde su nacimiento resultó ser un niño muy inquieto y juguetón; su primera travesura la realizó justo después de nacer, quemándole la corbata a Homer con un mechero. Pronto desarrolló hiperactividad y mantuvo excesivamente ocupados y estresados a sus padres. Tanto fue así, que exigía que sus padres estuvieran constantemente pendientes de él, llegando a dejar de lado a Lisa recién nacida. Cuando se fueron a vivir a la casa actual, Bart tuvo celos de su hermana; creía que sus padres querían más a Lisa que a él. Bart intentó en varias ocasiones librarse de Lisa sin éxito, o hacerla más desagradable a la vista, cosa que acababa con su pertinente castigo, hasta que llegó a plantearse huir de casa. Pero la primera palabra de Lisa, su nombre, lo retuvo en casa y desde entonces empezó a protegerla. En su primer día de colegio, Bart cometió una payasada, marcándolo así de por vida, y empezó a desarrollar su antagonismo con el director Skinner. Durante sus años de escuela, Bart sacaba buenas notas, pero así como avanzaba en primaria sus notas fueron empeorando progresivamente, debido a su falta de atención y su «gen Simpson» (un gen que afectaba a los varones Simpson haciéndoles tontos, inútiles e idiotas; en cambio las mujeres de la familia Simpson eran genios o personas muy reconocidas por su conocimiento y grandes logros para el beneficio de la humanidad, dado que por ser mujeres el gen Simpson no les afectaba salvo a la media hermana de Homer, a la que fue transmitido el gen por el abuelo Simpson)."
        "image":"bart1"
    }

]
